Repository: MickhailP/MobileUpGallery
Catalog: MobileUpGallery/Localization/*.lproj/Localizable.strings
Languages: ru

# ButtonLabels_loginButton
source: Login via VK
ru: Вход через VK

# ButtonLabels_logout
source: Logout
ru: Выход

# ErrorMessage_error
source: Unknown error
ru: Ошибка

# ErrorMessage_invalidResponse
source: Invalid response from server.
ru: Получен некорректный ответ от сервера.

# ErrorMessage_dataIsMissing
source: The data is missing.
ru: Данные отсутствуют.

# ErrorMessage_decodingError
source: The data isn't in correct format.
ru: Неверный формат данных.

# ErrorMessage_encodingError
source: The data isn't in correct format.
ru: Неверный формат данных.

# ErrorMessage_activeUserMissing
source: Active user is missing.
ru: Активный пользователь отсутсвует

# ErrorMessage_authorisationError
source: Authorisation error.
ru: Ошибка авторизации.

# ErrorMessage_imageIsEmpty
source: Image is missing.
ru: Изображение отсутвует.

# ErrorMessage_fetchingError
source: The data couldn't be received from server.
ru: Данные не могут быть получены с сервера.

# ErrorMessage_tryAgain
source: Some error occurred. Try again.
ru: Произошла ошибка попробуйте повторить запрос

# ErrorMessage_badURL
source: Incorrect URL
ru: Неправильный URL

# SuccessMessage_success
source: Success
ru: Успех

# SuccessMessage_authorisationCompleted
source: Authorisation completed.
ru: Авторизация завершена.
